/* No comment provided by engineer. */
"About Us" = "About Us";

/* No comment provided by engineer. */
"Books" = "Books";

/* No comment provided by engineer. */
"Change Language" = "Change Language";

/* No comment provided by engineer. */
"Chapters" = "Chapters";

/* No comment provided by engineer. */
"Contact Us" = "Contact Us";

/* No comment provided by engineer. */
"Do you want to close the player?" = "Do you want to close the player?";

/* No comment provided by engineer. */
"Donate" = "Donate";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Message" = "Message";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"Please fill out your email address" = "Please fill out your email address";

/* No comment provided by engineer. */
"Please fill out your message" = "Please fill out your message";

/* No comment provided by engineer. */
"Please fill out your name" = "Please fill out your name";

/* No comment provided by engineer. */
"Privacy Policy" = "Privacy Policy";

/* No comment provided by engineer. */
"Psalm 119:105" = "Psalm 119:105";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"Submit" = "Submit";

/* No comment provided by engineer. */
"Thank you, we will contact you soon" = "Thank you, we will contact you soon";

/* No comment provided by engineer. */
"The need is great, the means are available, and there could be no greater time needed to hear this powerful reading of the Word of God. Listen to Bro Domonique Davis' Fire Breathing Reading (coming soon!) Listen to Bro Collin Schneide in the first ever RVG Audio NT Check our page out and donate to our cause! The need is great, the means are available, and there could be no greater time needed to hear the powerful reading of the Word of God. \n https://itunes.apple.com/us/app/rvg/id1217019384?ls=1&mt=8" = "The need is great, the means are available, and there could be no greater time needed to hear this powerful reading of the Word of God. Listen to Bro Domonique Davis' Fire Breathing Reading (coming soon!) Listen to Bro Collin Schneide in the first ever RVG Audio NT Check our page out and donate to our cause! The need is great, the means are available, and there could be no greater time needed to hear the powerful reading of the Word of God. \n https://itunes.apple.com/us/app/rvg/id1217019384?ls=1&mt=8";

/* No comment provided by engineer. */
"Thy word is a lamp unto my feet, and a light unto my path" = "Thy word is a lamp unto my feet, and a light unto my path";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Your donation was successful.\nThank you!" = "Your donation was successful.\nThank you!";

